Repository: 4bhisheksharma/abhishek-sharma-hisabkhata
Catalog: frontend/hisab_khata/lib/l10n/app_*.arb
Languages: ne

# appName
source: Hisab Khata
ne: हिसाब खाता

source: Home
ne: गृह

source: Connections
ne: जडानहरू

source: Analytics
ne: विश्लेषण

source: History
ne: इतिहास

source: Profile
ne: प्रोफाइल

source: Login
ne: लगइन

source: Register
ne: दर्ता

source: Email
ne: इमेल

source: Password
ne: पासवर्ड

source: Phone Number
ne: फोन नम्बर

source: Full Name
ne: पूरा नाम

source: Save
ne: सुरक्षित गर्नुहोस्

source: Edit
ne: सम्पादन गर्नुहोस्

source: Delete
ne: मेटाउनुहोस्

source: Add
ne: थप्नुहोस्

source: Pay Due
ne: देन रकम तिर्नुहोस्

source: Recent Businesses
ne: हालका व्यापारहरू

source: Recent Customers
ne: हालका ग्राहकहरू

source: To Pay
ne: तिर्नुपर्ने

source: Paid
ne: तिर्नुभएको

source: Transactions
ne: लेनदेनहरू

# noData
source: No data available
ne: कुनै डाटा उपलब्ध छैन

source: Loading...
ne: लोड हुँदैछ...

# error
source: An error occurred
ne: एउटा त्रुटि भएको छ

source: Choose Image Source
ne: छवि स्रोत चयन गर्नुहोस्

source: Camera
ne: क्यामेरा

source: Gallery
ne: ग्यालरी

# tagline
source: Your Personal Digital खाता
ne: तपाईको व्यक्तिगत डिजिटल खाता

source: Welcome
ne: स्वागत छ

source: Welcome back
ne: फेरि स्वागत छ

source: Forgot Password?
ne: पासवर्ड बिर्सनुभयो?

# enterEmail
source: Please enter your email
ne: कृपया आफ्नो इमेल प्रविष्ट गर्नुहोस्

# enterPassword
source: Please enter your password
ne: कृपया आफ्नो पासवर्ड प्रविष्ट गर्नुहोस्

# passwordMinLength
source: Password must be at least 8 characters
ne: पासवर्ड कम्तिमा 8 वर्णको हुनुपर्छ

# invalidOtp
source: The OTP you entered is invalid
ne: तपाईले प्रविष्ट गरेको OTP अमान्य छ

# dontHaveAccount
source: Don't have an account?
ne: खाता छैन?

source: Sign Up
ne: साइन अप

# alreadyHaveAccount
source: Already have an account?
ne: पहिले नै खाता छ?

# enterAllSixDigits
source: Please enter all 6 digits
ne: कृपया सबै 6 अंकहरू प्रविष्ट गर्नुहोस्

source: OTP Verification
ne: OTP प्रमाणीकरण

source: Resend OTP
ne: OTP पुन: पठाउनुहोस्

source: Resend OTP After
ne: पछि OTP पुन: पठाउनुहोस्

source: Verify OTP
ne: OTP प्रमाणित गर्नुहोस्

source: Enter OTP
ne: OTP प्रविष्ट गर्नुहोस्

# otpSent
source: Which is sent to your Mail
ne: जुन तपाईको मेलमा पठाइएको छ

# continueProcess
source: Continue
ne: जारी राख्नुहोस्

source: Create Account
ne: खाता सिर्जना गर्नुहोस्

# fullNameHintText
source: RamKumar
ne: रामकुमार

# businessNameHintText
source: Ramdai Ko Dokan
ne: रामदाई को दोकान

source: Mobile Number
ne: मोबाइल नम्बर

source: Confirm Password
ne: पासवर्ड पुष्टि गर्नुहोस्

# enterName
source: Please enter your name
ne: कृपया आफ्नो नाम प्रविष्ट गर्नुहोस्

# enterMobileNumber
source: Please enter your mobile number
ne: कृपया आफ्नो मोबाइल नम्बर प्रविष्ट गर्नुहोस्

# confirmPasswordText
source: Please confirm your password
ne: कृपया आफ्नो पासवर्ड पुष्टि गर्नुहोस्

source: Passwords do not match
ne: पासवर्डहरू मेल खाँदैनन्

# agreeToTerms
source: By continuing, you agree to
ne: जारी राखेर, तपाई सहमत हुनुहुन्छ

source: Terms of Use
ne: प्रयोगका सर्तहरू

source: Privacy Policy.
ne: गोपनीयता नीति।

# enterValidMobileNumber
source: Please enter a valid mobile number
ne: कृपया मान्य मोबाइल नम्बर प्रविष्ट गर्नुहोस्

# serverFailureMessage
source: Server failure
ne: सर्भर विफलता

# cacheFailureMessage
source: Cache failure
ne: क्यास विफलता

# internetFailureMessage
source: No internet connection
ne: इन्टरनेट कनेक्सन छैन

# somethingWentWrongFailureMessage
source: Something went wrong!!
ne: केही गलत भयो!!

# emailOrUserNameEmptyErrorText
source: Email or Mobile No is required
ne: इमेल वा मोबाइल नम्बर आवश्यक छ

# passwordEmptyErrorText
source: Password is required
ne: पासवर्ड आवश्यक छ

# pinEmptyErrorText
source: Pin is required
ne: पिन आवश्यक छ

# confirmPasswordNotMatchErrorText
source: Confirm password does not match
ne: पुष्टि पासवर्ड मेल खाँदैन

# invalidEmailErrorText
source: Please enter a valid email
ne: कृपया मान्य इमेल प्रविष्ट गर्नुहोस्

source: Unable to load profile
ne: प्रोफाइल लोड गर्न असमर्थ

source: Something went wrong
ne: केही गलत भयो

source: Edit Profile
ne: प्रोफाइल सम्पादन गर्नुहोस्

source: Security
ne: सुरक्षा

source: Language
ne: भाषा

source: Switch To Hybrid
ne: हाइब्रिडमा स्विच गर्नुहोस्

source: Raise A Ticket
ne: टिकट उठाउनुहोस्

source: Verified Business
ne: प्रमाणित व्यापार

source: Transaction History
ne: लेनदेन इतिहास

# viewAllPastTransactions
source: View all your past transactions and payments.
ne: तपाईका सबै विगतका लेनदेन र भुक्तानीहरू हेर्नुहोस्।

# viewAllPastTransactionsBusiness
source: View all your past transactions and received payments.
ne: तपाईका सबै विगतका लेनदेन र प्राप्त भुक्तानीहरू हेर्नुहोस्।

source: Total Shops
ne: कुल पसलहरू

source: Total Customers
ne: कुल ग्राहकहरू

source: Total Requests
ne: कुल अनुरोधहरू

source: English
ne: अंग्रेजी

source: Nepali
ne: नेपाली

source: Change Profile Picture
ne: प्रोफाइल तस्विर परिवर्तन गर्नुहोस्

source: Recently Added Business
ne: हालै थपिएको व्यवसाय

source: No businesses added yet
ne: अहिलेसम्म कुनै व्यवसाय थपिएको छैन

source: Recently Added Customers
ne: हालै थपिएका ग्राहकहरू

source: No customers added yet
ne: अहिलेसम्म कुनै ग्राहक थपिएको छैन

source: Transaction added successfully
ne: लेनदेन सफलतापूर्वक थपियो

source: Add Transaction
ne: लेनदेन थप्नुहोस्

source: Auto
ne: स्वत:

source: Retry
ne: पुन: प्रयास गर्नुहोस्

source: No pending dues to pay!
ne: भुक्तानी गर्न कुनै बक्यौता छैन!

source: Pay Full
ne: पूर्ण भुक्तानी गर्नुहोस्

source: Please enter amount
ne: कृपया रकम प्रविष्ट गर्नुहोस्

# pleaseEnterValidAmount
source: Please enter a valid amount
ne: कृपया मान्य रकम प्रविष्ट गर्नुहोस्

source: Amount cannot exceed due amount
ne: रकम बक्यौता रकमभन्दा बढी हुन सक्दैन

source: Cancel
ne: रद्द गर्नुहोस्

source: Pay Now
ne: अहिले भुक्तानी गर्नुहोस्

source: Connection Requests
ne: जडान अनुरोधहरू

source: No pending requests
ne: कुनै बक्यौता अनुरोधहरू छैनन्

source: Accept
ne: स्वीकार गर्नुहोस्

source: Reject
ne: अस्वीकार गर्नुहोस्

source: Notification
ne: सूचना

source: No notifications yet
ne: अहिलेसम्म कुनै सूचना छैन

source: Logout
ne: लगआउट

# confirmLogout
source: Are you sure you want to logout?
ne: के तपाई लगआउट गर्न निश्चित हुनुहुन्छ?

source: My Profile
ne: मेरो प्रोफाइल

source: Business Profile
ne: व्यापार प्रोफाइल

source: Business Name
ne: व्यापार नाम

source: Owner Full Name
ne: मालिकको पूरा नाम

source: Note
ne: नोट

# messageHint
source: Enter Message
ne: सन्देश प्रविष्ट गर्नुहोस्

# transactionNoteHint
source: e.g., Payment for January
ne: उदाहरणका लागि, जनवरीको भुक्तानी

# fullNameHint
source: Enter your full name
ne: आफ्नो पूरा नाम प्रविष्ट गर्नुहोस्

# emailHint
source: Email
ne: इमेल

# phoneHint
source: Enter your phone number
ne: आफ्नो फोन नम्बर प्रविष्ट गर्नुहोस्

# businessNameHint
source: Enter your business name
ne: आफ्नो व्यापार नाम प्रविष्ट गर्नुहोस्

# ownerNameHint
source: Enter owner full name
ne: मालिकको पूरा नाम प्रविष्ट गर्नुहोस्

# phoneNumberHint
source: Enter phone number
ne: फोन नम्बर प्रविष्ट गर्नुहोस्

# noRouteDefined
source: No route defined for
ne: का लागि कुनै मार्ग परिभाषित गरिएको छैन

# enterYourName
source: Please enter your name
ne: कृपया आफ्नो नाम प्रविष्ट गर्नुहोस्

# enterBusinessName
source: Please enter your business name
ne: कृपया आफ्नो व्यापार नाम प्रविष्ट गर्नुहोस्

# enterOwnerName
source: Please enter owner name
ne: कृपया मालिकको नाम प्रविष्ट गर्नुहोस्

# enterAnEmail
source: Please enter an email
ne: कृपया इमेल प्रविष्ट गर्नुहोस्

# enterValidEmail
source: Please enter a valid email
ne: कृपया मान्य इमेल प्रविष्ट गर्नुहोस्

source: Requests
ne: अनुरोध

# comingSoon
source: This feature is coming soon!
ne: यो सुविधा चाँडै आउँदैछ!

source: Connection Placeholder
ne: जडान प्लेसहोल्डर

# connectionPlaceholderDescription
source: Manage your pending and accepted connection requests.
ne: तपाईका बक्यौता र स्वीकृत जडान अनुरोधहरू व्यवस्थापन गर्नुहोस्।

# analyticsPlaceholder
source: Analytics
ne: विश्लेषण

# analyticsPlaceholderDescriptionBusiness
source: Track your sales patterns and business insights.
ne: तपाईका बिक्री ढाँचाहरू र व्यापार अन्तर्दृष्टिहरू ट्र्याक गर्नुहोस्।

# analyticsPlaceholderDescriptionCustomer
source: Track your spending patterns and financial insights.
ne: तपाईका खर्च ढाँचाहरू र वित्तीय अन्तर्दृष्टिहरू ट्र्याक गर्नुहोस्।

source: Date
ne: मिति

source: Amount
ne: रकम

source: Item Title
ne: वस्तु शीर्षक

source: Today
ne: आज

source: Yesterday
ne: हिजो

source: This Week
ne: यो हप्ता

source: Earlier
ne: अघि

source: Create Support Ticket
ne: सहायता टिकट सिर्जना गर्नुहोस्

source: Ticket created successfully!
ne: टिकट सफलतापूर्वक सिर्जना गरियो!

source: Submit Ticket
ne: टिकट पेश गर्नुहोस्

source: Account Issue
ne: खाता समस्या

source: App Issue
ne: एप समस्या

source: System Issue
ne: प्रणाली समस्या

source: Feature Request
ne: सुविधा अनुरोध

source: Bug Report
ne: बग रिपोर्ट

source: Other
ne: अन्य

source: Low
ne: कम

source: Medium
ne: मध्यम

source: High
ne: उच्च

source: Urgent
ne: तत्काल

# byaparAI
source: Byapar d-AI
ne: व्यापार द-एआई
